enum CharacterKatakanaName
{
    NONE,
    アーベル,      // アーベル
    エーリッヒ,    // エーリッヒ
    マテウス,      // マテウス
    オトフリート,  // オトフリート
    カルル,        // カルル
    ティル,        // ティル
    ザムエル,      // ザムエル
    ハンス,        // ハンス
    ベアトリーチェ,// ベアトリーチェ
    アマンダ,      // アマンダ
    イレーネ,      // イレーネ
    エルザ,        // エルザ
    ノーラ,        // ノーラ
    ヨハナ,        // ヨハナ
    ミリィ,        // ミリィ
    ユーディット,  // ユーディット
    ミハエル,      // ミハエル
    ギュンター,    // ギュンター
    ダーヴィッド,  // ダーヴィッド
    ユリアン,      // ユリアン
    クレメンス,    // クレメンス
    ハインリヒ,    // ハインリヒ
    リディ,        // リディ
    ブリジット,    // ブリジット
    ヘルガ,        // ヘルガ
    ナターリエ,    // ナターリエ
    フォルカー,    // フォルカー（双生儿弟弟）
    エーファ,      // エーファ（双生儿姐姐）
    ヴィリー,      // ヴィリー
    ライヒアルト,  // ライヒアルト
    フーゴー,      // フーゴー
    ローザ,        // ローザ
    ウェンデル,    // ウェンデル
    ゼルギウス,    // ゼルギウス
    カヤ,          // カヤ
    ベッティ,      // ベッティ
    クロエ,        // クロエ
    カルメン,      // カルメン
    レナーテ,      // レナーテ
    ロミ,          // ロミ
    ゲルダ,        // ゲルダ
    イヴァン,      // イヴァン
    オクタヴィア,  // オクタヴィア
    ヘルムート     // ヘルムート
}